{
  "users": [
    {
      "id": 1,
      "username": "PeraP",
      "firstName": "Pera",
      "lastName": "Peric",
      "email": "peraperic@gmail.com",
      "password": "asdf1234",
      "confirm_password": "asdf1234",
      "role": "admin"
    },
    {
      "id": 2,
      "username": "JackS",
      "firstName": "Jack",
      "lastName": "Sparrow",
      "email": "jack87@gmail.com",
      "password": "1234567a",
      "confirm_password": "1234567a"
    },
    {
      "id": 3,
      "username": "DusicaZ",
      "firstName": "Dusica",
      "lastName": "Zeravic",
      "email": "dusica@gmail.com",
      "password": "123",
      "confirm_password": "12345"
    }
  ],
  "jobs": [
    {
      "id": 1,
      "title": "Software Developer (Full-Stack)",
      "location": "Novi Sad",
      "seniority": "medior",
      "category": "Software-development",
      "createdAt": "19.02.2021.",
      "snippet": "At present, efiport is building a new Business Management System. The new application will be web-based and fully designed around the human learner (employee), front to back. As part of our Novi Sad team, you will actively shape the future of efiport and co-decide about the technologies and frameworks used.",
      "job_description": "Proven practical work experience for at least 2 years implementing Node.js / JavaScript-based web applications. Experience with AWS Services like EC2, S3 or Elastic Beanstalk, implementing secure login / SSO mechanisms and building CI/CD-Pipelines with Git or GitLab would be a plus. Plan, develop, and communicate solutions in collaboration with other developers, architects and product managers for our Business Management System. Build user interfaces using the technologies mentioned above and connect to web-services running in the backend. Develop web-services in the backend and connect to 3rd party systems using APIs.",
      "company_info": {
        "name": "efiport GmbH",
        "general_info": "efiport GmbH is a subsidiary of Frankfurt School of Finance & Management and has been an innovative provider of technology-supported education solutions in Germany for 20 years. We offer solutions for maximised learning efficiency to global concerns, SMEs, and educational institutions, including universities. efiport is growing rapidly and opening a new location in Novi Sad, Serbia. Do you want to grow with us as we build and shape our company for the future?",
        "location": "Adickesallee 32-34, Frankfurt am Main",
        "number_of_employees": "30",
        "contact": [
          "+49 69 154008 600",
          "info@efiport.de"
        ],
        "link": "https://www.efiport.de/"
      }
    },
    {
      "id": 2,
      "title": "Commercial and/or Technical Manager",
      "location": "Kruševac",
      "seniority": "medior",
      "category": "Management",
      "createdAt": "10.02.2021.",
      "snippet": "The fast-growing international manufacturer of high-quality and sophisticated cardboard packaging, mainly for the food industry, is looking for a new team member in Serbia: Commercial and/or Technical Manager",
      "job_description": "You have expertise in the packaging or FMCG (fast moving consumer goods) industry (or similar) and are willing and motivated to go the extra mile for our customers. You understand production and commercial processes, modern IT tools and feel absolutely comfortable leading teams internally as well as representing Cardbox to our customers. Technical and/or commercial education (diploma of a professional (graphics, printing) school, high school and/or university) and at least 5 years professional experience are preconditions.",
      "company_info": {
        "name": "Cardbox Packaging Holding",
        "general_info": "Packaging has always had a significant influence on customers decisions. The function of packaging plays an important role at the POS, as well as in the whole supply chain. We are helping you with these decisions by making the perfect packaging! As a packaging company, we are aware we have an important mission to satisfy not only our customers, but also theircustomers. That has always been our number one priority. Let us help with all steps leading to both your and your customers complete satisfaction; from idea to realization.",
        "location": "395 Enterprise Way Pittston 18640, PA USA",
        "number_of_employees": "200+",
        "contact": [
          "+1 570 293 9807",
          "pittston@cardbox-packaging.com"
        ],
        "link": "https://www.cardbox-packaging.com/"
      }
    },
    {
      "id": 3,
      "title": "Application/Data Analyst",
      "location": "Beograd",
      "seniority": "medior",
      "category": "Data science",
      "createdAt": "01.02.2021.",
      "snippet": "Finbet d.o.o., an associated company of the international Fincore group is hiring IT professionals for its Belgrade office. To that end, Finbet is seeking for Application/Data Analyst.",
      "job_description": "Deliver a professional, customer focused and high performing support service. To be flexible, as part of the team to provide out of hours on-call support on a 24/7 365 day basis. Take clear ownership and resolution of issues logged against applications/systems and where required escalating to 3rd line support. Provide root cause analysis for critical incidents, and where possible provide suggestions, improvements and best practices to mitigate future incidents. Maintain and improve the online knowledge base and any other support related documentation.",
      "company_info": {
        "name": "Fincore",
        "general_info": "Fincore’s roots are in risk management for investment banks. We started in the 1980’s. We’ve come a long way since. The company’s directors, Predrag Popovic and Soeren Christensen, met while working in risk management at Nomura International in the late 1980’s. Soon after, they founded Finsoft, to develop innovative, transformational software for the financial services industry. Finsoft also applied its risk management expertise to the gaming industry, creating a market-defining software platform for gaming and sports betting. And it expanded into other sectors, including government and aerospace, through development of business collaboration, process management and workflow software.",
        "location": "Fincore Ltd 47 Mark Lane London.",
        "number_of_employees": "51-200",
        "contact": [
          " +381 11 7150140",
          " info@fincore.com"
        ],
        "link": "https://www.fincore.com/"
      }
    },
    {
      "id": 5,
      "title": "Junior Backend Developer",
      "location": "Beograd",
      "seniority": "junior",
      "category": "Software-development",
      "createdAt": "22.02.2021.",
      "snippet": " We are 75 years strong and still growing. Come grow with us! We are currently looking for: Junior Backend Developer.",
      "job_description": "Coding new developments and / or enhancements as defined in a technical design. Adhere to code quality and unit testing standards. Identify and implement integration test automating tests where appropriate. Participating in reviews of code. Design and delivery of innovative solutions to client needs. Learning and using agile developmental techniques. Creating the delivery of high quality solutions that are validated using approaches such as Test driven development",
      "company_info": {
        "name": "Crowe RS Advisory d.o.o.",
        "general_info": "Crowe Serbia is one of the leading accounting and consulting firms in Serbia, and direct member of Crowe Global. Ranked the eighth largest accounting network in the world, Crowe Global has over 180 independent accounting and advisory firms in more than 130 countries",
        "location": "Majke Jevrosime 23, Belgrade",
        "number_of_employees": "51 - 100",
        "contact": [
          "+381 (0)11 655 85 00",
          "office@crowe.rs"
        ],
        "link": "https://www.crowe.com/"
      }
    },
    {
      "id": 6,
      "title": "HR Administrator",
      "location": "Niš",
      "seniority": "medior",
      "category": "Human Resources",
      "createdAt": "20.02.2021.",
      "snippet": "Qualis Electronics is the new start up company that operates in the field of electronics manufacturing services (EMS). We are located in the city of Niš, as a part of Austrian group System Industrie Electronic AG, a holding that is globally present in America, Europe and Asia for more than 25 years. Due to the expansion of our local business, we are looking for proactive and highly responsible candidates for the following position: HR Administrator ",
      "job_description": "Creates and maintains human resource plans and procedures. Creates all HR documents, from daily operative documents (for absences documentation to the internal decisions publishing) through the Labour Contracts to the internal HR acts. Maintaining HR database, including personal data (employee records) in ERP and creating of various HR reports for the Management. Maintaining good data quality related to trainings and appraisal.",
      "company_info": {
        "name": "Qualis Electronics",
        "general_info": "Crowe Serbia is one of the leading accounting and consulting firms in Serbia, and direct member of Crowe Global. Ranked the eighth largest accounting network in the world, Crowe Global has over 180 independent accounting and advisory firms in more than 130 countries",
        "location": "Bul. Svetog Cara Konstantina  80-86, 18000 Niš, Serbia",
        "number_of_employees": "~100",
        "contact": [
          "+381 64 882 66 90",
          "office@qualis-electronics.com"
        ],
        "link": "https://qualis-electronics.com/sr/"
      }
    },
    {
      "id": 7,
      "title": "Internship program in the Indirect Purchasing in Technical Service department",
      "location": "Kruševac",
      "seniority": "internship",
      "category": "Management",
      "createdAt": "17.02.2021.",
      "snippet": "BizLink is looking for a final year student or recent graduate for the Internship program in the Indirect Purchasing in Technical Service department, for our production facility in Prokuplje. We manufacture cables, wiring harnesses, power cords, connectors and related interconnect devices.",
      "job_description": "Administrative tasks. Monitoring procurement requests. Market research and analysis regarding prices. Records and monitors stock of purchased commodity. Makes evidence and updates the prices of the material. Evaluating of suppliers",
      "company_info": {
        "name": "Bizlink Technology SRB d.o.o.",
        "general_info": "BizLink, founded in 1996, is headquartered in Silicon Valley, USA. Our very first products were IT industry power cord sets. By developing reliable interconnect solutions for diversified customers, BizLink established itself as a trusted supplier. Since then, BizLink has become more diverse by providing essential components, harnesses and cables to industries such as IT and CE, Motor Vehicle, Electrical Appliances, Medical Equipment, Industrial, Optical Fiber Communications, and Solar. Our mission is to make interconnection easier and to become the leading global interconnect solution provider.",
        "location": "Vasilija Đurovića Žarkog 56, 18400 Kruševac, Srbija",
        "number_of_employees": "50",
        "contact": [
          "+381-27319100",
          "ea_info@bizlinktech.com"
        ],
        "link": "www.bizlinktech.com"
      }
    },
    {
      "id": 8,
      "title": "Senior Human Resources Manager",
      "location": "Beograd",
      "seniority": "senior",
      "category": "Human Resources",
      "createdAt": "22.02.2021.",
      "snippet": "We are currently looking for: Senior Human Resources Manager.",
      "job_description": "Senior HR Manager responsibilities include overseeing the local HR processes, designing company policies and setting objectives for the HR team. You will also help shape our employer brand strategy. To be successful in this role, you should be familiar with HR technology, including payroll systems and Applicant Tracking Systems. You will get exposure to many different aspects of the business and have the opportunity to work on international HR projects. Ultimately, you will ensure our company attracts, hires, develops and retains qualified employees. you will enjoy a varied role and a wide range of interactions across all levels on a daily basis.",
      "company_info": {
        "name": "PrimeVigilance d.o.o.",
        "general_info": "Founded in 1997 by a  Medical Doctor, Ergomed Plc is dedicated to the development of new drugs to save or improve lives. Operating with a global footprint in over 55 countries, Ergomed has the expertise to manage even the most challenging clinical trials.  Ergomed provides services to over 100 clients in a range of therapy areas but excels in the provision of services for  complex trials in Rare Diseases, Oncology and Neuroscience.",
        "location": "PrimeVigilance Ltd 1 Occam Court, Surrey Research Park, USA",
        "number_of_employees": "~500",
        "contact": [
          "+44 (0)1483 307920",
          "info@primevigilance.com"
        ],
        "link": "https://www.primevigilance.com/"
      }
    },
    {
      "id": 9,
      "title": "Junior Legal Consultant & HR support",
      "location": "Beograd",
      "seniority": "junior",
      "category": "Human Resources",
      "createdAt": "10.02.2021.",
      "snippet": "Reports to: Group Legal Manager, Group Head of HR Department. This position is in support of the company legal and HR activities in order to assure smooth running of the office in accordance with legislation in power and help other departments with legal and HR advise.",
      "job_description": "Legal support. The position holder provides legal consulting on employment and commercial contracts for EIG Serbia; Ensuring compliance with quality standards and the firm’s policies in general. Responsible to ensure the HR procedures are implemented in line with Republic of Serbia regulatory. Takes complains and assures to address them to the responsible departments as well as notify customers. Company documents preparing. Responsible to create and amend legal document and other documentation as per office needs.",
      "company_info": {
        "name": "Eurolab Internacional Grup d.o.o.",
        "general_info": "Eurolab Internacional Grup was established in 1995, as one of the first importing and distributing companies in Albania. Our product portfolio is extensive from food (pasta, sauces, vinegar, etc), to alcoholic (spirits, beer, champagne, wine), to beverages (water, ice tea, soft drinks, etc). Our products are selected to be unique, they build premium experience for all customer demands, either traditional, or those having dietary needs. Our distribution footprint has grown exponentially from a region in Albania, to now covering all of Western Balkans, in Europe.",
        "location": "Bulevar Dr. Zorana Đinđića 64A, 11070 Novi Beograd, Srbija",
        "number_of_employees": "201-500",
        "contact": [
          "+381 (0)11 655 85 00",
          "d.bellaj@eurolab.rs"
        ],
        "link": "http://eurolabinternacional.com"
      }
    },
    {
      "id": 10,
      "title": "Frontend Developer",
      "location": "Beograd",
      "seniority": "medior",
      "category": "Software-development",
      "createdAt": "03.02.2021.",
      "snippet": "Attention talented individual! This is not just another job posting. We are on the move – and want to keep moving. We are farsighted. We are proactive. We are courageous. We are TX.",
      "job_description": "Collaborate with designers, product managers and other team members in an agile environment. Translate of visual designs into pixel-perfect components in React. Develop reusable react components to be used across the company. Ensure the technical feasibility of UI/UX designs. Ensure responsiveness and cross-browser compatibility across devices/screen sizes.",
      "company_info": {
        "name": "TX Services",
        "general_info": "TX Services is the new product, design and engineering center of Switzerland's TX Group in Belgrade. TX Group is the largest media and advertising house in Switzerland, with almost 50% of all Swiss consumer internet traffic passing across it's websites and apps.",
        "location": "Werdstrasse 21 Postfach 8021 Zurich",
        "number_of_employees": "~3000",
        "contact": [
          "++41 44 248 41 11",
          "nfo@txservices.rs"
        ],
        "link": "https://tx.group/de/"
      }
    },
    {
      "id": 11,
      "title": "English Speaking Sales Associate",
      "location": "Remote",
      "seniority": "medior",
      "category": "Sales",
      "createdAt": "19.02.2021.",
      "snippet": "We are looking for: English Speaking Sales Associate (Remote position - Serbia).",
      "job_description": "Contact innovation and HR managers in large firms in Europe by phone and e-mail. Discuss our events with future guests. Build long term customer relationships with attendees.",
      "company_info": {
        "name": "Innovation Roundtable®",
        "general_info": "Innovation Roundtable is an events company based in Copenhagen which facilitates links between innovation managers, in a setting where they can learn about best practices from executive speakers, discuss selected innovation topics, and share experiences with peers. We are a team of international, enthusiastic and passionate people who work from all over the world.",
        "location": "Bredgade 36, 4 1260 Copenhagen, Denmark",
        "number_of_employees": "150-200",
        "contact": [
          "+45 2253 8686",
          "info@innovationroundtable.com"
        ],
        "link": "https://innovationroundtable.com/"
      }
    },
    {
      "id": 12,
      "title": "Market Research Associate (Internship)",
      "location": "Beograd",
      "seniority": "internship",
      "category": "Marketing",
      "createdAt": "15.02.2021.",
      "snippet": "We are looking for: Market Research Associate (Internship)",
      "job_description": "Assist in the development of the target market report, highlighting key customer opportunities, target contacts and the overall market revenue opportunity by vertical and region. Deep insight into the market opportunity, competitive landscape, key accounts, key contacts, including defining tyntec’s strategic value to all key accounts and contacts. Consistently deliver high quality, accurate contact data to the Sales team by leveraging online research tools. Assist in the development of strategic account plans for tyntec’s key target accounts.",
      "company_info": {
        "name": "tyntec d.o.o.",
        "general_info": "tyntec is a global cloud communications company enabling businesses to communicate with their customers, workforce and machines. tyntec has built its global connectivity from the ground up and developed cloud APIs on top to provide full advantage of cloud communications on a global scale.Building on its heritage of tier-one global SMS messaging provider, tyntec continues to advance how today’s enterprises utilize the universal services of messaging, voice and phone numbers to connect and perform transactions with people around the world.",
        "location": "Farringdon St. London EC4A 4AB, United Kingdom",
        "number_of_employees": "~500",
        "contact": [
          "+49 231 477 90 090",
          "sales@tyntec.com"
        ],
        "link": "https://www.tyntec.com/"
      }
    },
    {
      "id": 13,
      "title": "Online Sales Representative",
      "location": "Niš",
      "seniority": "medior",
      "category": "Sales",
      "createdAt": "24.02.2021.",
      "snippet": "We are looking for: Online Sales Representative.",
      "job_description": "This allows us to give our people freedom - freedom to innovate, creatively solve problems and implement bold resolutions. And we truly value our people - their ideas, commitment and needs. Together, we built an environment that is innovative, collaborative, flexible and supportive of work-life balance – an environment that encourages people to stay with us for years!",
      "company_info": {
        "name": "Horisen Solutions d.o.o.",
        "general_info": "IHORISEN is an international software company active in the fields of mobile telecommunications and digital marketing. With our comprehensive cloud software solutions, we’ve become a competent and innovative partner to many mobile phone companies and marketing experts worldwide. Ever since 2001, we have been continuously recognized as market leaders in our business vertical.",
        "location": "Kralja Petra Prvog 50 35250 Paraćin, Srbija",
        "number_of_employees": "80+",
        "contact": [
          "+381 35 573 404",
          "info@horisen.rs"
        ],
        "link": "https://www.horisen.rs/en"
      }
    },
    {
      "id": 14,
      "title": "Office Administrator",
      "location": "Beograd",
      "seniority": "senior",
      "category": "Human Resources",
      "createdAt": "18.02.2021.",
      "snippet": "We are looking for a motivated person for the position: Office Administrator",
      "job_description": "Handling wide variety of administration tasks related to daily functioning of the office (receiving, sending, preparing mail, preparation of logistic documents). General office support (general secretarial work, such as printing, photocopying, binding, filing, etc.). Keeping the regular communication and correspondence with partners, associates and stakeholders. Support colleagues with travel arrangements (booking, travel itineraries, workshop venues etc.).",
      "company_info": {
        "name": "H.art development center",
        "general_info": "Since 2006. H.art focuses on the development of managers; raising their competency to a higher level, and improving company processes.  Our goal is to improve the operational workings of companies and, with that, to increase productivity, ease of business and satisfaction, which is then reflected in increased profits.",
        "location": "Marka Nikolića 11/2, Zemun, Belgrade, Serbia",
        "number_of_employees": "1-10",
        "contact": [
          "+381 11 21 07 502",
          "office@hart.rs"
        ],
        "link": "https://hart.rs"
      }
    },
    {
      "id": 15,
      "title": "Senior Java Developer",
      "location": "Beograd",
      "seniority": "senior",
      "category": "Software-development",
      "createdAt": "10.02.2021.",
      "snippet": "Are you curious, motivated, and forward-thinking? At FIS you’ll have the opportunity to work on some of the most challenging and relevant issues in financial services and technology. Our talented people empower us, and we believe in being part of a team that is open, collaborative, entrepreneurial, passionate and above all fun.",
      "job_description": "We are currently looking for a Java developer to join our core development team. As a Software Developer you strengthen the existing cross functional Scrum team, contributing towards the implementation of the future architectural and functional enhancements to meet the market demand. You will be responsible for implementation of future architectural enhancements of the platform. Design and development of product enhancements making use of the best of enterprise technologies meeting the standards of the platform.",
      "company_info": {
        "name": "FIS",
        "general_info": "FIS is a leader in technology and services that helps businesses and communities thrive by advancing commerce and the financial world. Headquartered in Jacksonville, Florida, FIS employs more than 55,000 people across 50+ countries, dedicated to helping our clients be ahead of what’s next. FIS offers more than 450 solutions and processes over $75b of transactions around the planet. FIS is a Fortune 500® company and is a member of Standard & Poor’s 500® Index.",
        "location": "Jacksonville, Florida United States",
        "number_of_employees": "10,001+",
        "contact": [
          "+1 877.776.3706",
          "getinfo@fisglobal.com"
        ],
        "link": "https://www.fisglobal.com/"
      }
    },
    {
      "id": 16,
      "title": "Marketing Manager",
      "location": "Remote",
      "seniority": "medior",
      "category": "Marketing",
      "createdAt": "07.02.2021.",
      "snippet": "We’re looking for a Marketing Manager to help us build out our marketing strategy and work closely with our sales team to drive customer growth. You’ll be responsible for coming up with our content strategy, working closely with our outbound sales teams, and setting a foundation for major growth in 2021. (Our sales team is hungry and they demand more!)",
      "job_description": "Define our content creation and marketing strategy across our multiple business units. Help us write kick-ass case studies, whitepapers, and sales assets to help our sales team push deals through the sales process. Work closely with our outbound sales team to define and execute an account-based marketing strategy into a defined set of target accounts across multiple channels. Collaborate with internal stakeholders to refine our unique value proposition and ensure that it is reflected across all of our branded websites and marketing materials.",
      "company_info": {
        "name": "Optic Power d.o.o.",
        "general_info": "When we first started, we offered a wide range of services under the Optic Power brand. But, we quickly learned that it made more sense to split up our services based on client needs. As this approach flourished, we decided to spin these products off into their own companies so they could each fully focus on doing what they did best. From sales to support, to software and gaming development, to b2b privacy, there is a wide range of services at your disposal, all aimed at growing your business efficiently and cost-effectively, and all part of the Optic Power family. ",
        "location": "San Juan, PUERTO RICO (PR)",
        "number_of_employees": "51-200",
        "contact": [
          "+44 889.776.3706",
          "getinfo@opcticpower.com"
        ],
        "link": "https://opticpwr.com/"
      }
    },
    {
      "id": 17,
      "title": "Sales Call Center Superstar",
      "location": "Remote",
      "seniority": "medior",
      "category": "Sales",
      "createdAt": "11.02.2021.",
      "snippet": "Our Fast Growing company with Headquarters in Miami FL, USA is expanding and hiring great people who enjoy working from home. This time we are looking for hard-working, intelligent, resourceful people with cold calling and outbound phone sales experience - who are willing to work from home for a US Company.",
      "job_description": "The responsibilities of this position are very straightforward: Calling 400+ businesses per day using our predictive dialer. Follow provided script with all objections and questions in one screen. Work from HOME, flexible working schedule!",
      "company_info": {
        "name": "Referrizer",
        "general_info": "Referrizer.com is the ultimate Referral Marketing Automation for Small and Medium size  businesses who would like to get more referrals from existing customers / clients. It exponentially boosts the referral rate providing businesses with new, highly qualified, loyal clients.",
        "location": "Miami, FL, 33132 USA",
        "number_of_employees": "11-50",
        "contact": [
          "(855) 773-0774",
          "info@referrizer.com"
        ],
        "link": "https://referrizer.com/"
      }
    },
    {
      "id": 18,
      "title": "S.NET/MVC WEB Developer",
      "location": "Beograd",
      "seniority": "medior",
      "category": "Software-development",
      "createdAt": "09.02.2021.",
      "snippet": "Jackpot.com is looking for a .NET/MVC Web Developer to join our software development team. This position is based in our Belgrade office, and is a rare & exciting opportunity for someone who wants to join a passionate team of people in based in both Malta and Serbia.",
      "job_description": "Creating or modifying complex programs, modules, routines, scripts and data objects from a detailed design where efficiency, performance and reliability affecting a major portion of the system. Designing , developing and implementing software functionality. Monitoring the use and performance of systems and code having performance in mind. Consulting with IS staff and users on technical issues relating to systems. Providing production support and handling the issues.",
      "company_info": {
        "name": "Lottomatrix Technologies d.o.o.",
        "general_info": "Jackpot.com is looking for a .NET/MVC Web Developer to join our software development team. This position is based in our Belgrade office, and is a rare & exciting opportunity for someone who wants to join a passionate team of people in based in both Malta and Serbia. Ownership isn’t just a word here - you'll be encouraged to get creative and think outside the box, so it's an awesome opportunity to make your mark on a blossoming brand.",
        "location": "Francuska 17, 11102 Beograd",
        "number_of_employees": "~10",
        "contact": [
          "+381 943280234",
          "info@lottomatrix.com"
        ],
        "link": null
      }
    },
    {
      "id": 19,
      "title": "DevOps Engineer",
      "location": "Beograd",
      "seniority": "medior",
      "category": "Software-development",
      "createdAt": "19.02.2021.",
      "snippet": "Ubisoft Belgrade is looking for a talented DevOps Engineer to join our growing team! As an DevOps Engineer, you will act as a pillar which maintains and implements the project’s pipeline automation as well as build and deployment systems.",
      "job_description": "Administration and maintenance of SCM tool(s) for the various teams in the Production department - include branching strategy, branch creation, integrate merges. Creation, configuration and optimization of various level environments (e.g.: QC, UAT, PROD). Collaboration with the QC, Development, Art and other teams to optimize the build and deployment pipeline(s). Maintenance and improvement the environment monitoring tools and their reporting/alerting capabilities.",
      "company_info": {
        "name": "Ubisoft",
        "general_info": "With the largest in-house game development staff in the world, Ubisoft gathers more than 14,000 team members in more than 40 studios around the world. Ubisoft attracts the best and brightest from all continents with talent, creativity & innovation at its core. Present on 5 continents with more than 40 development studios. An international network with more than 95 nationalities and 55 spoken languages. The biggest in-house creative force in the industry with more than 80% of our teams dedicated to creation.",
        "location": "Montreuil Sous Bois, France",
        "number_of_employees": "10,001+",
        "contact": [
          "+736 94274293",
          "info@ubisoft.com"
        ],
        "link": "http://www.ubisoft.com"
      }
    },
    {
      "id": 20,
      "title": "UI/UX Designer",
      "location": "Remote",
      "seniority": "medior",
      "category": "Software-development",
      "createdAt": "27.02.2021.",
      "snippet": "Kriptomat, the most user-friendly government-regulated European cryptocurrency exchange is looking for a new colleague to join us in the role of UI/UX Designer (Remote role based anywhere in Europe).",
      "job_description": "You will be on a mission to create and deliver the best online and mobile user interface/experience, essential for our clients’ satisfaction and loyalty. This is a key role, and you will be working closely with the Product Manager to produce the unparalleled solutions. You will be analyzing, planning, designing and testing user interface and users behaviours by using various methods and latest technology and creating best user experience..",
      "company_info": {
        "name": "Kriptomat",
        "general_info": "Kriptomat is a fintech company headquartered in Tallinn, Estonia. Ever since we got founded in February 2018, we have been growing and providing an unparalleled service to our clients. We are working tirelessly to ensure everyday people can purchase, store, send, and receive cryptocurrencies effortlessly. This movement has just begun, and we look forward to providing our crypto community with outstanding solutions for many years to come.",
        "location": "Tornimäe tn 5 10145 Tallinn Estonia",
        "number_of_employees": "11-50",
        "contact": [
          "+82 439284273",
          " hq@kriptomat.io"
        ],
        "link": "https://kriptomat.io/"
      }
    },
    {
      "id": 21,
      "title": "UI/UX Designer",
      "location": "Remote",
      "seniority": "medior",
      "category": "Software-development",
      "createdAt": "27.02.2021.",
      "snippet": "Kriptomat, the most user-friendly government-regulated European cryptocurrency exchange is looking for a new colleague to join us in the role of UI/UX Designer (Remote role based anywhere in Europe).",
      "job_description": "You will be on a mission to create and deliver the best online and mobile user interface/experience, essential for our clients’ satisfaction and loyalty. This is a key role, and you will be working closely with the Product Manager to produce the unparalleled solutions. You will be analyzing, planning, designing and testing user interface and users behaviours by using various methods and latest technology and creating best user experience..",
      "company_info": {
        "name": "Kriptomat",
        "general_info": "Kriptomat is a fintech company headquartered in Tallinn, Estonia. Ever since we got founded in February 2018, we have been growing and providing an unparalleled service to our clients. We are working tirelessly to ensure everyday people can purchase, store, send, and receive cryptocurrencies effortlessly. This movement has just begun, and we look forward to providing our crypto community with outstanding solutions for many years to come.",
        "location": "Tornimäe tn 5 10145 Tallinn Estonia",
        "number_of_employees": "11-50",
        "contact": [
          "+82 439284273",
          " hq@kriptomat.io"
        ],
        "link": "https://kriptomat.io/"
      }
    },
    {
      "id": 22,
      "title": "UX/UI Web Designer",
      "location": "Novi Sad",
      "seniority": "senior",
      "category": "Software-development",
      "createdAt": "21.02.2021.",
      "snippet": "We're seeking a talented, energetic, and self-motivated web designer to help us take our visual identity to the next level. You will work alongside a team of designers, developers, project managers and marketing professionals to help elevate our brand in a highly competitive market.This is a full-time and onsite role in our Novi Sad office (once we return to the office).",
      "job_description": "IvyExec is seeking a full-time UX/UI Web Designer to join our design & front end development team. The ideal candidate must have a solid understanding of design principles and should be knowledgeable in areas of UX/UI, branding, marketing collateral, email marketing, and social media. Responsibilities include overseeing the visual integrity of our website, social channels, brand design and developing the visual identity of Ivy Exec website redesign.",
      "company_info": {
        "name": "Ivy Exec Inc",
        "general_info": "IvyExec.com is a leading online platform for successful business professionals. With over 2 million global business leaders within our membership, Ivy Exec partners with organizations that wish to gain visibility to this highly sought-after, high caliber demographic. Our Corporate and University clients include MIT, INSEAD, SalesForce, Deloitte Consulting, Nielsen, and others. Ivy Exec has been recognized by Inc. Magazine as one of the fastest growing companies in the US for 3 consecutive years.",
        "location": "39th Street Suite 11, 10016 New York, USA",
        "number_of_employees": "51-200",
        "contact": [
          "(888) 551 3444",
          "customer.support@ivyexec.com"
        ],
        "link": "https://www.ivyexec.com"
      }
    },
    {
      "id": 23,
      "title": "PHP/WordPress Developer",
      "location": "Novi Sad",
      "seniority": "medior",
      "category": "Software-development",
      "createdAt": "11.02.2021.",
      "snippet": "We're seeking a talented, energetic, and self-motivated PHP/WordPress Developer to help us take our visual identity to the next level. This is a full-time and onsite role in our Novi Sad office (once we return to the office).",
      "job_description": "We need a software engineer who has experience in PHP and WordPress. The candidate will be a member of an international team, working closely with our Emakina Belgium team. In accordance with that, he/she will be responsible for developing site solutions for some of the well-known world brands such as Honda, Audi, Bavaria, Barilla, BNP Paribas Cardif, Leffe, etc.",
      "company_info": {
        "name": "Emakina RS",
        "general_info": "The Emakina family keeps growing. Our full-service agencies are active in 15 countries in 3 continents, offering a wide range of expertise across a vast geographical area. We're always forging relationships and deepening our knowledge of markets around the world.",
        "location": "Novosadskog sajma 2, 2nd floor 21000 Novi Sad – Serbia",
        "number_of_employees": "1000+",
        "contact": [
          "+381 (0)21 6616557",
          "info@emakina.com"
        ],
        "link": "https://www.emakina.com/en-rs"
      }
    },
    {
      "id": 24,
      "title": "Content Writer",
      "location": "Remote",
      "seniority": "medior",
      "category": "Marketing",
      "createdAt": "23.02.2021.",
      "snippet": "Content Distribution is looking for a Remote content writer with experience creating content for B2B and B2C clients. You will use researching, writing, and editing skills to produce expert level articles on assigned topics.",
      "job_description": "Create engaging content for a variety of different clients. Make intuitive and data-driven decisions to leverage content and achieve client goals. Stay on trend with new insights for techniques to share and enhance best practices. Create a minimum of 2500 words a day. Edit or rewrite your existing content to meet Senior Editors expectations.",
      "company_info": {
        "name": "Content Distribution",
        "general_info": "ContentDistribution.com is a content creation and distribution agency based in Seattle, Washington. We're a Remote-first organization with 25 team members in 4 countries and 3 continents. We help brands create massive audiences through organic content distribution. Over one thousand pages published, tens of thousands of first page keywords, and millions of page views.",
        "location": "39th Street Suite 11, 10016 New York, USA",
        "number_of_employees": "~150",
        "contact": [
          "(273) 4837 3726",
          "info@contentdistrubution.com"
        ],
        "link": "https://contentdistribution.com/"
      }
    },
    {
      "id": 25,
      "title": "HR Trainee",
      "location": "Niš",
      "seniority": "junior",
      "category": "Human Resources",
      "createdAt": "01.02.2021.",
      "snippet": "Webelinx is undergoing some exciting changes and together with our company - our HR team is growing! If you always wanted to learn and develop in a wide area of people processes and practices - this is a great opportunity for you to join us as an HR Trainee!",
      "job_description": "As an HR Trainee, you would learn and actively participate in some of the major HR activities and projects in diverse areas of the employee experience journey: from HR core services, Talent Acquisition, On-boarding, Learning & Development to HR analytics and Employee Engagement as a whole - all with the guidance and mentorship of the more experienced team members.",
      "company_info": {
        "name": "Webelinx d.o.o.",
        "general_info": "Our main goal is to provide users with high-quality mobile games and apps, and excellent cooperation of our teams is a necessary ingredient of that goal!",
        "location": "Majora Tepića 10, 18000 Niš, Serbia",
        "number_of_employees": "~30",
        "contact": [
          "+381 837 0976",
          "contact@webelinx.com"
        ],
        "link": "https://webelinx.com/"
      }
    },
    {
      "id": 26,
      "title": "Marketing Video Producer",
      "location": "Niš",
      "seniority": "medior",
      "category": "Marketing",
      "createdAt": "17.02.2021.",
      "snippet": "Heads Talent Solutions have partnered with an innovative Serbian gaming company and due to their further development, we are searching for Marketing Video Producer.",
      "job_description": "Creating video concepts for game titles. Produce videos and animations for marketing purposes. Preparing and implementing all specification items required for creating videos. Using analytics and data to maximize creative conversion rates and set benchmarks. Continual monitoring and implementation of world trends in mobile game video production. Collaboration with other positions to ensure alignment of the brands. ",
      "company_info": {
        "name": "Heads Talent Solutions",
        "general_info": "Heads Talent Solutions is a regional HR company operating in the Adriatic countries. We provide organization with the right Talent Solutions and strategies by successfully penetrating IT industry. With expertise and knowledge, and IT technical background, we ensure our clients will obtain and retain “the right talent”. We are a team of professionals, experts, specialists, and creatives in hiring industry whose skills are matched only by our dedication. As a regional HR company operating in the Adriatic countries we are committed in servicing biggest international clients. Our hard work and dedicated consultants put us on the map, and our commitment to clients keeps us there.",
        "location": "Belgrade Office Park, Đorđa Stanojevića 12, 11070 Belgrade, Serbia",
        "number_of_employees": "<20",
        "contact": [
          "+381 11 41 56 201",
          "office@headstalent.com"
        ],
        "link": "https://www.headstalent.com/"
      }
    },
    {
      "id": 27,
      "title": "Social Media Manager/Digital Marketer",
      "location": "Remote",
      "seniority": "medior",
      "category": "Marketing",
      "createdAt": "14.02.2021.",
      "snippet": "The company J&M Express is currently looking to hire a Social Marketing Manager for a full-time position. You will be primarily responsible for all our Social Media and SEO activity, growing our client’s basis, and improving the engagement of our brand with their clients.",
      "job_description": "Building and implementing the company's SEO Strategy. Manage profiles on a social media platform by handling and coordinating their chat and correspondence. Developing and implementing marketing (inbound and outbound) strategies and tactics to boost the company’s brand. Written content creation (copywriting for landing pages/websites, blog posts, articles, social media, ads, etc…). Locating and contacting prospects (bloggers and affiliates) – outreach Measure and report on the performance of marketing campaigns, gain insight, and assess against goals. Measure and report (weekly, monthly, quarterly, yearly) on the performance of marketing activities",
      "company_info": {
        "name": "J&M Express Inc.",
        "general_info": "We first entered the trucking industry back in 2016, in Summit, IL with only 3 trucks and 3 trailers. Our dedication, hard work, and a clear vision kept us going forward and made us who we are today! We are proud of not just getting over the hardest years for the transportation industry, but also succeeding to expand our fleet! Despite all the challenges that the industry put in our way, we grew to a mid-sized trucking company with a fleet of 30 trucks and 37 trailers. J&M Express, Inc has the most reliable truck drivers, a family that started with us and is getting bigger every day!",
        "location": "5504 S Brainard Ave, Countryside Il 60525",
        "number_of_employees": "~10",
        "contact": [
          "708-475-0055",
          "client@jandmexpress.com"
        ],
        "link": "https://www.headstalent.com/"
      }
    },
    {
      "id": 28,
      "title": "Data Scientist",
      "location": "Niš",
      "seniority": "medior",
      "category": "Data science",
      "createdAt": "10.02.2021.",
      "snippet": "We connect bettors with iGaming operators through innovative digital platforms, empowering the global sports betting community.",
      "job_description": "Extract business insights from large volumes of data. Implementation of various cutting edge machine learning algorithms. Shaping ongoing and upcoming projects by developing machine learning solutions. Building machine learning pipelines towards extraction of business insights. ",
      "company_info": {
        "name": "Better Collective",
        "general_info": "Better Collective is a leading sports betting media group that develops educational platforms within the iGaming industry. Through our products, we aim to make sports betting and gambling entertaining, transparent and fair for the global network of online bettors. Our Mission is to make sports betting and gambling entertaining, transparent and fair. We want to make sure that our users are better suited for navigating the iGaming world by visiting a Better Collective website before registering an account with a sports betting or gambling operator.",
        "location": "Toldbodgade 12 1253 Copenhagen, Denmark",
        "number_of_employees": "~500",
        "contact": [
          "+45 2991 9965",
          "copenhagenoffice@bettercollective.com"
        ],
        "link": "https://bettercollective.com/"
      }
    },
    {
      "id": 29,
      "title": "HR Junior Recruiter",
      "location": "Remote",
      "seniority": "junior",
      "category": "Human Resources",
      "createdAt": "23.02.2021.",
      "snippet": "We are continually looking for new opportunities in the internet world, and for this reason, we're looking for a recruiter to help us assemble a team of highly motivated and smart individuals who will expand our network. To that end, we are looking for a competent: HR Junior Recruiter",
      "job_description": "Identify future hiring needs, prepare and post advertisements on various job platforms. Collaborate with other departments to compile a list of job requirements. Review and assess candidates’ applications and contact the suitable ones. Enter candidate’s information in company’s database and keep the database up-to-date. Conduct written interviews. Inform candidates about the outcome of their application. Search for new recruitment opportunities. Take part in recruitment-related projects.",
      "company_info": {
        "name": "AbeloHost B.V.",
        "general_info": "With our servers located in the Netherlands, all of our International clients are guaranteed with Total Data Privacy, Data Security, and a Wide Range of Content Acceptability. All hardware is privately owned and inaccessible other than by the AbeloHost team and datacenter personnel. Apart from physical security, Dutch law regulation protects the privacy of all stored data in the Netherlands, ensuring our customers of legal security as well.",
        "location": "Beatrixstraat 30, Doesburg, Gelderland 6981GN",
        "number_of_employees": "~20",
        "contact": [
          "43 3202 743",
          "admin@abelohost.nl"
        ],
        "link": "https://abelohost.com/"
      }
    },
    {
      "id": 30,
      "title": "Senior Back End C# Developer (.NET Core) – Big Data",
      "location": "Remote",
      "seniority": "senior",
      "category": "Software-development",
      "createdAt": "25.02.2021.",
      "snippet": "Looking to work with the latest technologies in Big Data for an award-winning software company? Smart Apartment Data is an employee-rated five start employer.  We are looking for an experienced back end C# developer (.net core) to help build our next generation of software products.",
      "job_description": "Solid understanding of REST API design methodologies using .Net Core 5.x (C#). Strong understanding of relational database design. Experience with AWS or Big Data is not necessary, but would help. Help create technical direction for the team",
      "company_info": {
        "name": "Smart Apartment Data",
        "general_info": "Smart Apartment Data is a reliable source of market intelligence for the housing industry. They offer comprehensive data platforms for owners, brokers, companies, teams and suppliers who need accurate detailed information for business decisions and informed investments. As a winner of the ‘Houston Best & Brightest Companies to Work for ‘, we place strong emphasis on offering a fun work-environment, generous pay with bonuses, and a healthy work-life balance.",
        "location": "Austin, Texas, USA",
        "number_of_employees": "<250",
        "contact": [
          "(800) 594-2133",
          "office@smartapartment.com"
        ],
        "link": "https://smartapartmentdata.com/"
      }
    },
    {
      "id": 31,
      "title": "Data Scientist",
      "location": "Beograd",
      "seniority": "medior",
      "category": "Data science",
      "createdAt": "21.02.2021.",
      "snippet": "Grid Dynamics is growing - super fast! We want to expand our Data Science team in Belgrade, who is maybe one of the strongest and coolest team out there! :)",
      "job_description": "Evaluate and analyze machine learning model performance. Analyze large amounts of data and images to identify anomalies and variations. Inspect data quality, create pre-processing scripts and train Deep learning ML models at scale. Implement scalable Computer Vision and Machine Learning algorithms. Collaborate with computer vision machine learning engineers and quality engineers to apply machine learning to solve industrial problems.",
      "company_info": {
        "name": "Grid Dynamics",
        "general_info": "Grid Dynamics is the engineering services company known for transformative, mission-critical cloud solutions for retail, finance and technology sectors. We architected some of the busiest e-commerce services on the Internet and have never had an outage during the peak season. Founded in 2006 and headquartered in San Ramon, California with offices throughout the US and Eastern Europe, we focus on big data analytics, scalable omnichannel services, DevOps, and cloud enablement.",
        "location": "5000 Executive Parkway, Suite 520, San Ramon, CA 94583",
        "number_of_employees": "1001-5000",
        "contact": [
          "+1 (650) 523-5000",
          "info@griddynamics.com"
        ],
        "link": "https://www.griddynamics.com/"
      }
    },
    {
      "id": 32,
      "title": "Junior Visual Data Scientist",
      "location": "Remote",
      "seniority": "junior",
      "category": "Data science",
      "createdAt": "25.02.2021.",
      "snippet": "ARPM is hiring a Junior Visual Data Scientist (Remote). The ARPM Junior Visual Data Scientist position represents an opportunity for candidates with a quantitative background to work in a high-performing environment.",
      "job_description": "Review Python/MATLAB scripts that implement case studies. Create charts, graphs and data animations to illustrate the output of the case studies using Python. Enhance data animations and video lectures. Create videos for marketing purposes. Process data for marketing purposes.",
      "company_info": {
        "name": "ARPM LLC",
        "general_info": "ARPM – Advanced Risk and Portfolio Management is a research and education company, founded by Attilio Meucci, based in New York City with virtual offices worldwide. Our mission is to set and disseminate the standards for advanced quantitative risk management and quantitative portfolio management across the financial industry: asset management, banking, and insurance.",
        "location": "27 W 60th St New York, US",
        "number_of_employees": "11-50",
        "contact": [
          "+1 6539 038",
          "office@arpm.com"
        ],
        "link": "https://www.arpm.co/"
      }
    },
    {
      "id": 33,
      "title": "Data Engineer",
      "location": "Beograd",
      "seniority": "medior",
      "category": "Data science",
      "createdAt": "26.02.2021.",
      "snippet": " As a member of our Data Exploration and Visualisation team, you will have the opportunity to extend our platform and be involved in building the infrastructure required for optimal extraction, transformation, and loading of data from a wide variety of data sources using SQL and various ‘big data’ technologies.",
      "job_description": "Data wrangling and exploration; analyzing and organizing raw data. Working with our bioinformaticians on developing tools and pipelines for structured transformation of rich datasets. Designing schemas and data modeling. Query optimizations.",
      "company_info": {
        "name": "Seven Bridges",
        "general_info": "Seven Bridges is the leading biomedical data company, specializing in software and data analytics to drive public and private healthcare research. We deliver end-to-end bioinformatic solutions — including access to datasets, analytic workflows and algorithms, cloud-computing infrastructure, and scientific support — that speed the path from raw experimental data to new treatments and diagnostics.",
        "location": "Omladinskih brigada 90g, Airport City, Dahlia building 11070 Belgrade, Serbia",
        "number_of_employees": "201-500",
        "contact": [
          "+(381) 339-3798",
          "info@sevenbridges.com"
        ],
        "link": "https://www.sevenbridges.com/"
      }
    },
    {
      "id": 34,
      "title": "Senior Java Software Engineer",
      "location": "Beograd",
      "seniority": "senior",
      "category": "Software-development",
      "createdAt": "28.02.2021.",
      "snippet": "As a member of our Engineering team, you will have the opportunity to extend our platform, build innovative tools and products, and be involved in designing new and custom solutions.",
      "job_description": "Scaling our cloud-based distributed file system. Heterogeneous content search. Optimizing data uploads and downloads. Managing and optimizing multi-cloud resource allocation. Building a distributed execution system for genomic pipelines and tools. Building a multi-cloud billing system.",
      "company_info": {
        "name": "Seven Bridges",
        "general_info": "Seven Bridges is the leading biomedical data company, specializing in software and data analytics to drive public and private healthcare research. We deliver end-to-end bioinformatic solutions — including access to datasets, analytic workflows and algorithms, cloud-computing infrastructure, and scientific support — that speed the path from raw experimental data to new treatments and diagnostics.",
        "location": "Omladinskih brigada 90g, Airport City, Dahlia building 11070 Belgrade, Serbia",
        "number_of_employees": "201-500",
        "contact": [
          "+(381) 339-3798",
          "info@sevenbridges.com"
        ],
        "link": "https://www.sevenbridges.com/"
      }
    },
    {
      "id": 35,
      "title": "Senior Java Software Engineer",
      "location": "Beograd",
      "seniority": "senior",
      "category": "Software-development",
      "createdAt": "28.02.2021.",
      "snippet": "As a member of our Engineering team, you will have the opportunity to extend our platform, build innovative tools and products, and be involved in designing new and custom solutions.",
      "job_description": "Scaling our cloud-based distributed file system. Heterogeneous content search. Optimizing data uploads and downloads. Managing and optimizing multi-cloud resource allocation. Building a distributed execution system for genomic pipelines and tools. Building a multi-cloud billing system.",
      "company_info": {
        "name": "Seven Bridges",
        "general_info": "Seven Bridges is the leading biomedical data company, specializing in software and data analytics to drive public and private healthcare research. We deliver end-to-end bioinformatic solutions — including access to datasets, analytic workflows and algorithms, cloud-computing infrastructure, and scientific support — that speed the path from raw experimental data to new treatments and diagnostics.",
        "location": "Omladinskih brigada 90g, Airport City, Dahlia building 11070 Belgrade, Serbia",
        "number_of_employees": "201-500",
        "contact": [
          "+(381) 339-3798",
          "info@sevenbridges.com"
        ],
        "link": "https://www.sevenbridges.com/"
      }
    },
    {
      "id": 36,
      "title": "Java Developer",
      "location": "Beograd",
      "seniority": "medior",
      "category": "Software-development",
      "createdAt": "10.02.2021.",
      "snippet": "Are you curious, motivated, and forward-thinking? At FIS you’ll have the opportunity to work on some of the most challenging and relevant issues in financial services and technology. Our talented people empower us, and we believe in being part of a team that is open, collaborative, entrepreneurial, passionate and above all fun.",
      "job_description": "You would be a part of the team developing a real-time system for processing of foreign exchange products, including support for a customer dealing portal, interfacing to third party platforms/systems, trade capture, position/risk management, confirmation/settlement, and accounting. The system has web-based user interface and a rich technology stack.",
      "company_info": {
        "name": "FIS",
        "general_info": "FIS is a leader in technology and services that helps businesses and communities thrive by advancing commerce and the financial world. Headquartered in Jacksonville, Florida, FIS employs more than 55,000 people across 50+ countries, dedicated to helping our clients be ahead of what’s next. FIS offers more than 450 solutions and processes over $75b of transactions around the planet. FIS is a Fortune 500® company and is a member of Standard & Poor’s 500® Index.",
        "location": "Jacksonville, Florida United States",
        "number_of_employees": "10,001+",
        "contact": [
          "+1 877.776.3706",
          "getinfo@fisglobal.com"
        ],
        "link": "https://www.fisglobal.com/"
      }
    }
  ]
}